Repository: cesarpereziglesias/rome
Catalog: rome/locale/*/LC_MESSAGES/rome.po
Languages: es

source: %(max)i items maximum permitted
es: Se permiten %(max)i elementos como máximo

source: %(min)i items minimum permitted
es: Se permiten %(min)i elementos como mínimo

source: Missing value
es: Campo obligatorio

source: Forbidden by conditions
es: Prohibido por determinadas condiciones

source: This is not a String
es: El valor tiene que ser una cadena

source: Please enter a value
es: Introduzca un valor

source: Value length must be %(length)i exactly
es: El tamaño de la cadena tienes que ser de %(length)i

source: Value length must be %(max)i or less
es: El tamaño de la cadena tiene un máximo de %(max)i

source: Value length must be %(min)i or more
es: El tamaño de la cadena tiene un mínimo de %(min)i

source: This is not a number
es: El valor tiene que ser un número

source: This is not an integer
es: El valor tiene que ser un entero

source: Value must be in list [%(values)s]
es: El valor debe de estar en la lista [%(values)s]

source: This is not a valid email
es: El formato del email introducido no es valido
